<template lang="pug">
q-card-section
	q-scroll-area(style="height: 70vh;")
		p Настоящее лицензионное соглашение (далее по тексту – Соглашение) представляет собой соглашение, заключаемое между <strong>ООО «ДоксВижн»</strong> (далее по тексту – <strong>Правообладатель</strong>), являющимся обладателем исключительных прав на программу для ЭВМ <strong>«Docsvision 5», «Docsvision 4.5», «Docsvision Core»</strong>  и <strong>иные программы для ЭВМ</strong> (далее по тексту – ПО), и физическим или юридическим лицом, имеющим намерение использовать ПО непосредственно в своей хозяйственной деятельности, без полномочий на передачу прав на использование ПО третьим лицам (далее по тексту - Лицензиат,  Конечный пользователь).
		p Условия настоящего Лицензионного соглашения распространяются на все программы для ЭВМ, исключительные права на которые принадлежат Правообладателю.
		p Лицензиат и Правообладатель далее по тексту совместно именуются <strong>Стороны</strong>, а по отдельности – <strong>Сторона</strong>.
		p Если Лицензиат не согласен принять на себя условия настоящего Соглашения, Лицензиат не имеет права устанавливать и использовать ПО. Осуществляя действия по установке и использованию ПО, Лицензиат подтверждает свое полное и безоговорочное согласие со всеми условиями настоящего Соглашения и обязуется их соблюдать (договор присоединения, ст. 428 Гражданского кодекса РФ).

		ol
			li Лицензиат приобретает простую (неисключительную) лицензию на право использовать ПО (далее - ЛИЦЕНЗИЯ) следующими способами:
				ol(type="a")
					li воспроизведение (запись в память ЭВМ), ограниченное правом инсталляции, копирования и запуска, и использование ПО в соответствии с условиями настоящего Соглашения;
					li изменений в ПО в случаях, пределах и на условиях, явно указанных в документации на ПО.

			li Территория и срок использования ПО определяются письменным соглашением Конечного пользователя и Правообладателя (лица, уполномоченного Правообладателем).

			li обязуется не осуществлять самостоятельно и не допускать осуществления другими физическими или юридическими лицами следующей деятельности:
				ol(type="i")
					li дизассемблировать и/или декомпилировать (преобразовывать объектный код в исходный текст) ПО, за исключением случаев, когда возможность осуществления такой деятельности прямо предусмотрена действующим законодательством Российской Федерации;
					li  ПО, в том числе вносить изменения в объектный код ПО, за исключением тех изменений, которые вносятся средствами, включенными в ПО и описанными в документации на ПО;
					li создавать условия для использования ПО лицами, не имеющими прав на использование данного ПО, включая, но не ограничиваясь: вмешательство третьих лиц в функционирование ПО, предоставление третьим лицам доступа к исследованию или изменению настроек ПО, включая его первичную установку и установку обновлений;
					li распространять ПО. Под распространением ПО понимается предоставление доступа третьим лицам к воспроизведенному в любой форме ПО (в целом или в части, включая дистрибутив, документацию), в том числе сетевыми и иными способами, а также путем продажи, проката, в том числе любое общедоступное размещение ПО (в целом или в части);
					li осуществлять реверс-инжиниринг ПО (исследование ПО, а также документации на ПО для уяснения принципов его работы) с целью модификации ПО или создания ПО с аналогичными функциями.

			li Одна ЛИЦЕНЗИЯ предоставляет право использования ПО только на одном экземпляре оборудования Лицензиата, на котором возможна установка ПО, на условиях настоящего Соглашения. Количество пользователей, одновременно использующих ПО, не может превышать количество пользователей, указанное в ЛИЦЕНЗИИ. Лицензиат не вправе передавать права на использование ПО иным лицам.

			li Доступ Лицензиата к базе данных ПО, а также к хранимым в базе данных процедурам ПО возможен исключительно путем использования ПО Docsvision, либо документированного лицензированного Правообладателем API, либо официально одобренного Правообладателем ПО третьих лиц.

			li Лицензиат не имеет права использовать ПО в любом случае, если любой отказ ПО может привести напрямую к смерти, травме или существенному физическому ущербу или ущербу для окружающей среды, включая, но не ограничиваясь использованием ПО для контроля работы:
				ol(type="i")
					li оборудования любых атомных установок;
					li навигационного оборудования самолетов, систем коммуникации или управления полетами;
					li систем управления воздушным движением;
					li систем управления общественным транспортом;
					li медицинского оборудования;
					li систем вооружения.

			li Правообладатель вправе самостоятельно или с привлечением третьих лиц любыми не противоречащими закону способами контролировать использование ПО Лицензиатом на предмет соблюдения Лицензиатом условий и ограничений настоящего Соглашения. Лицензиат обязан предоставлять Правообладателю отчет об использовании ПО по его запросу, в срок не позднее 10 (десяти) рабочих дней с даты, когда соответствующий запрос получен или в соответствии с применимым законодательством считается полученным Лицензиатом. Правообладатель также вправе потребовать предоставления ему доступа к оборудованию Лицензиата, на котором установлено ПО, для проверки соблюдения Лицензиатом условий и ограничений настоящего Соглашения.  Лицензиат обязан предоставить указанный доступ в сроки, согласованные с Правообладателем, но не позднее 10 (десяти) рабочих дней с даты, когда соответствующее требование Правообладателя получено или в соответствии с применимым законодательством считается полученным Лицензиатом.

			li В случае нарушения Лицензиатом условий и ограничений настоящего Соглашения, а равно непредоставления Правообладателю по его запросу отчета об использовании ПО или доступа к оборудованию Лицензиата, на котором установлено ПО, Правообладатель вправе расторгнуть настоящее Соглашение в одностороннем внесудебном порядке, письменно уведомив об этом Лицензиата, а также потребовать полного возмещения убытков и имущественных потерь Правообладателя, причиненных таким нарушением.

			li Прекращение настоящего Соглашения по любым основаниям влечет прекращение прав Лицензиата на использование ПО. Лицензиат обязан немедленно после прекращения настоящего Соглашения по любым основаниям прекратить использование ПО и уничтожить все имеющиеся у него копии (экземпляры) ПО, а также удалить ПО Правообладателя со всех компьютеров Лицензиата.

			li ЛИЦЕНЗИИ делятся на следующие типы:
			li Начальные пакеты. Под начальными пакетами понимаются ЛИЦЕНЗИИ, приобретаемые Лицензиатом впервые.
			li Пакеты обновления. Пакеты обновления приобретаются Лицензиатом для продления срока получения обновлений (в случае их выпуска Правообладателем) и Гарантийной технической поддержки ПО, ЛИЦЕНЗИИ на использование которого были приобретены Лицензиатом ранее.
			li Пакеты расширения. Под пакетами расширения понимаются ЛИЦЕНЗИИ на дополнительные модули ПО, на приложения к ПО, а также дополнительные клиентские ЛИЦЕНЗИИ, приобретаемые отдельно от Начальных пакетов. Для приобретения Пакета расширений Лицензиату необходимо иметь действующий (с неистекшим на момент приобретения Пакета расширения сроком) Пакет обновлений. Срок действия Пакета обновлений для ЛИЦЕНЗИЙ на дополнительные модули ПО, на приложения к ПО, а также на дополнительные клиентские ЛИЦЕНЗИИ, приобретаемые в качестве Пакета расширения, устанавливается равным сроку действия Пакета обновлений на ЛИЦЕНЗИИ, приобретенные Лицензиатом в качестве Начального пакета.
			li Пакеты переходов. Пакеты переходов позволяют Лицензиату преобразовать ЛИЦЕНЗИИ на ПО в стандартной редакции в ЛИЦЕНЗИИ на ПО в корпоративной редакции. ЛИЦЕНЗИИ на ПО, обозначенные как Пакет перехода, заменяют собой ЛИЦЕНЗИИ на ПО, которое указано Правообладателем как подлежащее переходу. Для приобретения Пакета перехода Лицензиат должен иметь ЛИЦЕНЗИЮ на использование ПО, которое указано Правообладателем как подлежащее переходу, с действующим (с неистекшим на момент приобретения Пакета переходов сроком) Пакетом обновлений. Приобретая Пакет перехода, Лицензиат лишается права использовать ПО, подлежащее переходу (неисключительные права на использование которого были предоставлены ранее) и должен немедленно прекратить использование этого ПО и уничтожить все имеющиеся у него копии (экземпляры) этого ПО, а также удалить это ПО со всех компьютеров Лицензиата.
			li Лицензиат имеет право использовать ПО, ЛИЦЕНЗИИ на использование которого получены в качестве Пакета перехода, Пакета расширения, Пакета обновления, только в соответствии с условиями настоящего Соглашения.

			li Правообладатель обязуется своевременно проинформировать Лицензиата в случае, если ему станет известно о нарушениях авторских прав или иных прав третьих лиц в связи с использованием ПО в соответствии с условиями настоящего Соглашения.

			li Правообладатель в любом случае предоставляет Лицензиату ПО "как есть". Правообладатель не гарантирует, что ПО не содержит ошибок, а также не несет ответственности за прямые или косвенные убытки (ущерб) Лицензиата или любых иных третьих лиц, включая, но не ограничиваясь: упущенную выгоду, имущественные потери, потерю конфиденциальной информации, возникшие у Лицензиата или любых иных третьих лиц в результате применения ПО, в том числе из-за возможных ошибок или опечаток в ПО.

			li Правообладатель не гарантирует, что ПО будет соответствовать требованиям Лицензиата, а также не гарантирует работоспособность ПО совместно с программным обеспечением и оборудованием других изготовителей.

			li Правообладатель не дает никаких гарантий относительно других программ, которые могут включаться в ПО, исключительные права на которые принадлежат третьим лицам.

			li Ответственность Правообладателя за любой ущерб или имущественные потери, возникшие у Лицензиата и/или любых третьих лиц в связи с исполнением Сторонами настоящего Соглашения, в любом случае будет ограничена денежной суммой, уплаченной Лицензиатом за предоставление ЛИЦЕНЗИИ.

			li Гарантийная техническая поддержка оказывается Лицензиату Правообладателем. Гарантийная техническая поддержка имеет своей целью обеспечение бесперебойной работы ПО и предоставляется только при наличии действующего (с неистекшим сроком) Пакета обновлений на ПО.

			li Гарантийная техническая поддержка ПО включает в себя исключительно:
				ol(type="a")
					li право на получение дистрибутивов модулей ПО;
					li право на получение информации от технических специалистов о порядке установки и обновления модулей ПО в объеме типовой функциональности;
					li исправление признанных Правообладателем ошибок в модулях ПО;
					li право на получение обновлений с исправленными ошибками, в случае, если такие обновления будут выпущены Правообладателем.
			li Гарантийная техническая поддержка не предполагает оказания консультационных услуг по вопросам работы ПО.
			li Правообладатель не берет на себя обязательств обеспечивать предоставление технической поддержки ПО в любой форме, кроме Гарантийной.
			li Порядок и сроки оказания Гарантийной технической поддержки, в том числе порядок и периодичность выпуска обновлений ПО, определяются Правообладателем по его усмотрению в одностороннем порядке. Правообладатель вправе в любое время по своему усмотрению, без уведомления Лицензиата и без возмещения Лицензиату каких-либо убытков и затрат прекратить выпуск обновлений для ПО и/или его отдельных версий и/или модулей. При этом Лицензиат сохраняет право на использование ПО, ЛИЦЕНЗИИ на которое ему предоставлены, в порядке и на условиях, предусмотренных настоящим Соглашением.

			li В случае выпуска Правообладателем новых версий ПО и/или новых модулей ПО, Правообладатель не берет на себя обязательство обеспечивать совместимость ранее выпущенных версий ПО и/или модулей ПО, ЛИЦЕНЗИИ на которые предоставлены Лицензиату, с новыми версиями ПО и/или новыми модулями ПО.

			li ПО может содержать программы, которые предоставляются Лицензиату в соответствии с общедоступной лицензией GNU или иными аналогичными лицензиями Open Source, которые, помимо прочих прав, разрешают Лицензиату копировать, модифицировать, перераспределять определенные программы или их части и получать доступ к исходному коду (“ПО с открытым исходным кодом”). Если такая лицензия предусматривает предоставление исходного кода Лицензиату, которому предоставляется ПО в формате исполняемого двоичного кода, исходный код делается доступным при осуществлении письменного запроса Правообладателю или сопровождается с ПО. Если какая-либо лицензия на ПО с открытым исходным кодом требует, чтобы правообладатель предоставлял права на использование, копирование или модификацию ПО с открытым исходным кодом, выходящие за рамки прав, предоставляемых настоящим Соглашением, такие права имеют преимущественную силу над правами и ограничениями, оговоренными в настоящем Соглашении.

			li Настоящее Соглашение подлежит опубликованию на Интернет-сайте Правообладателя по ссылке <a href="http://www.docsvision.com/kupit/eula/" target="_blank">http://www.docsvision.com/kupit/eula/</a>. Условия настоящего Соглашения могут быть изменены Правообладателем в одностороннем внесудебном порядке путем опубликования новой редакции Соглашения на Интернет-сайте Правообладателя. При этом новые условия настоящего Соглашения вступают в силу с даты, следующей за датой публикации новой редакции Соглашения на Интернет-сайте Правообладателя.

			li Претензионный порядок урегулирования споров и разногласий, возникающих из настоящего Соглашения или с ним связанных, является обязательным. Претензией признается письменное требование одной Стороны, адресованное другой Стороне, совершить какие-либо действия либо воздержаться от их совершения. Претензия должна быть подписана уполномоченным лицом. Срок ответа на претензию составляет 14 (четырнадцать) календарных дней с момента, когда претензия была получена либо в соответствии с применимым законодательством считается полученной Стороной, которой она адресована. В случае полного или частичного отказа в удовлетворении претензии или неполучения направившей претензию Стороной в срок ответа на претензию, претензионный порядок урегулирования споров считается соблюденным. Споры и разногласия подлежат рассмотрению Арбитражным судом Санкт-Петербурга и Ленинградской области.

			li Во всем, что не предусмотрено настоящим Соглашением, Стороны руководствуются действующим законодательством Российской Федерации (применимое право).


q-separator
q-card-actions(align="center")
	q-btn(flat label="Печать" icon="mdi-printer")
	q-btn(flat label="Закрыть" v-close-popup)
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
//@import '@/assets/css/colors.scss';
.q-scrollarea {
	padding: 0 2rem 0 0;
	font-family: Cambria, Cochin, Georgia, Times, 'Times New Roman', serif;
	font-size: 1rem;
}
</style>
